Repository: AidenLin/deepin-movie
Catalog: locale/*.po
Languages: hi, it, ja, ro, sk, zh_tw

source: Default
hi: मूल
ja: デフォルト
ro: Implicit
sk: Predvolené
zh_tw: 預設

source: Rotate 90 degree clockwise
hi: 90 अंश दक्षिणावर्त घुमाएँ
it: Ruota di 90 gradi in senso orario
ja: 時計回りに90度回転
ro: Rotire 90 de grade în sensul acelor de ceasornic
sk: Otočiť o 90 stupňov v smere hodinových ručičiek
zh_tw: 順時針旋轉 90 度

source: Rotate 90 degree counterclockwise
hi: 90 अंश वामावर्त घुमाएँ
it: Ruota di 90 gradi in senso antiorario
ja: 反時計回りに90度回転
ro: Rotire 90 grade contra sensul acelor de ceasornic
sk: Otočiť o 90 stupňov proti smeru hodinových ručičiek
zh_tw: 逆時針旋轉 90 度

source: Flip horizontally
hi: क्षैतिज उल्टा
it: Rifletti orizzontalmente
ja: 水平にはじいてください。
ro: Inversare orizontală
sk: Preklopiť horizontálne
zh_tw: 水平翻轉

source: Flip vertically
hi: ऊर्ध्वाधर उल्टा
it: Rifletti verticalmente
ja: 垂直にはじく
ro: Inversare verticală
sk: Preklopiť vertikálne
zh_tw: 垂直翻轉

source: Audio Channels
hi: ध्वनि चैनल
it: Canali audio
ja: オーディオチャンネル
sk: Zvukové kanály
zh_tw: 聲道

source: Audio Tracks
hi: ध्वनि पथ
it: Tracce audio
ja: オーディオトラック
sk: Zvukové stopy
zh_tw: 音軌

source: Volume Up
hi: आवाज बढ़ाएँ
it: Volume Più
ja: ボリュームを上げます
ro: Mărirea Volumului
sk: Zvýšiť hlasitosť
zh_tw: 增加音量

source: Volume Down
hi: आवाज घटाएँ
it: Volume Meno
ja: ボリュームを下げる
ro: Micșorarea Volumului
sk: Znížiť hlasitosť
zh_tw: 減少音量

source: Mute
hi: मूक
it: Muto
ja: ミュート
ro: Mut
sk: Stlmiť
zh_tw: 靜音

source: Stereo
hi: स्टीरियो
ja: ステレオ
zh_tw: 立體聲

source: Left
hi: बाएँ
it: Sinistra
ja: 左
ro: Stânga
sk: Vľavo
zh_tw: 靠左對齊

source: Right
hi: दाएँ
it: Destra
ja: 右
ro: Dreapta
sk: Vpravo
zh_tw: 靠右對齊

source: Hide subtitle
hi: उपशीर्षक छिपाएँ
it: Nascondi sottotitol
ja: 字幕を隠す
ro: Ascunde subtitluri
sk: Skryť titulky
zh_tw: 隱藏字幕

source: Load manually
hi: स्वयं भारित करें
it: Carica manualmente
ja: マニュアルでロードしてください。
sk: Načítať manuálne
zh_tw: 手動下載

source: Subtitle selection
hi: उपशीर्षक चयन
it: Seleziona sottotitoli
ja: 字幕選択
ro: Selecţie subtitluri
sk: Výber titulkov
zh_tw: 選擇字幕

source: Subtitle setting
hi: उपशीर्षक व्यवस्थित
it: Impostazioni sottotitoli
ja: サブタイトルの設定
ro: Setări subtitluri
sk: Nastavenie titulkov
zh_tw: 字幕設定

source: Order
hi: क्रम
it: Ordine
ja: オーダー
ro: Comandă
sk: Poradie
zh_tw: 順序播放

source: Random
hi: यादृच्छिक
ja: ランダム
ro: Aleatoriu
sk: Náhodné
zh_tw: 隨機播放

source: Single
hi: एकल
it: Singola
ja: シングル
ro: Singur
sk: Jednu
zh_tw: 單獨播放

source: Repeat (Single)
hi: दोहराएँ (एकल)
it: Ripeti (Singolo)
ja: リピート (シングル)
ro: Repetă (un singur fișier)
sk: Opakovať (jednu)
zh_tw: 單獨重複

source: Repeat (Playlist)
hi: दोहराएँ (चलाने की सूची)
it: Ripeti (Playlist)
ja: リピート(プレイリスト)
ro: Repetă (Întreaga listă de redare)
sk: Opakovať (zoznam skladieb)
zh_tw: 清單重複

source: Previous
hi: पिछला
it: Precedente
ja: 前へ
ro: Precedent
sk: Predchádzajúce
zh_tw: 上一曲

source: Next
hi: आगे
it: Successivo
ja: 次へ
ro: Urmatorul
sk: Ďaľšie
zh_tw: 下一曲

source: Forward
hi: आगे
it: Avanti
ja: 転送
ro: Înainte
sk: Dopredu
zh_tw: 前進

source: Backward
hi: पीछे
it: Indietro
ja: 戻る
sk: Dozadu
zh_tw: 後退

source: Movie screenshot
hi: फिल्म स्क्रीनशॉट
it: Screenshot film
ja: ムービー・スクリーンショット
sk: Snímka obrazovky filmu
zh_tw: 影片截圖

source: Burst screenshot
hi: बर्स्ट स्क्रीनशॉट
ja: スクリーンショットを連続撮影
sk: Sekvencia snímkov obrazovky
zh_tw: 連續截圖

source: Open a file
hi: फ़ाइल खोलें
it: Apri un file
ja: ファイルを開ける
ro: Deschide fișier
sk: Otvoriť súbor
zh_tw: 開啟檔案

source: Open a folder
hi: फोंल्डर खोलें
it: Apri una cartella
ja: フォルダを開く
ro: Deschide fișier
sk: Otvoriť adresár
zh_tw: 開啟資料夾

source: Open URL
hi: पता खोलें
it: Apri un URL
ja: URLを開く
ro: Deschide URL
sk: Otvoriť URL
zh_tw: 開啟網址

source: Fullscreen
hi: पूर्ण स्क्रीन
it: Schermo intero
ja: フルスクリーン
ro: Ecran complet
sk: Celá obrazovka
zh_tw: 全螢幕

source: Mini mode
hi: छोटा विधा
it: Modalità mini
ja: ミニモード
ro: Minimizare fereastra
sk: Mini mód
zh_tw: 精簡模式

source: Always on top
hi: हमेशा शीर्ष पर
it: Sempre in alto
ja: つねにトップの上
ro: Întotdeauna sus
sk: Vždy navrchu
zh_tw: 永遠在畫面最上層

source: Playlist
hi: चलाने की सूची
ja: プレイリスト
ro: Lista de redare
sk: Zoznam skladieb
zh_tw: 播放清單

source: Play Sequence
hi: अनुक्रम्रक खेल
it: Play Sequenza
ja: シークエンスをプレイ
ro: Redare în ordine
sk: Prehrať úsek
zh_tw: 播放順序

source: Play
hi: चलायें
ja: 再生
ro: Redare
sk: Spustiť
zh_tw: 播放

source: Frame
hi: ढांचा
ja: フレーム
ro: Cadru
sk: Rámec
zh_tw: 畫面

source: Sound
hi: ध्वनि
it: Suono
ja: サウンド
ro: Sunet
sk: Zvuk
zh_tw: 音效

source: Subtitles
hi: उपशीर्षक
it: Sottotitoli
ja: 字幕
ro: Subtitluri
sk: Titulky
zh_tw: 字幕

source: Screenshot
hi: स्क्रीनशॉट
ja: スクリンショート
ro: Captură ecran
sk: Snímok obrazovky
zh_tw: 螢幕截圖

source: Settings
hi: व्यवस्था
it: Impostazioni
ja: 設定
ro: Setări
sk: Nastavenia
zh_tw: 設定

source: Information
hi: जानकारी
it: Info
ja: 情報
ro: Informație
sk: Informácie
zh_tw: 訊息

source: Help
hi: सहायता
it: Aiuto
ja: ヘルプ
ro: Ajutor
sk: Nápoveda
zh_tw: 說明

source: Add file
hi: फ़ाइल जोड़ें
it: Aggiungi File
ja: ファイルを加えてください
ro: Adaugă fișier
sk: Pridať súbor
zh_tw: 加入檔案

source: Add folder
hi: फोंल्डर जोड़ें
it: Aggiungi una cartella
ja: フォルダーを追加
ro: Adaugă director
sk: Pridať adresár
zh_tw: 加入資料夾

source: Remove from playlist
hi: चलाने की सूची से हटाएँ
it: Rimuovi dalla playlist
ja: プレイリストから削除
ro: Scoate de pe lista de redare
sk: Odstrániť zo zoznamu skladieb
zh_tw: 從播放清單移除檔案

source: Remove invalid file
hi: अमान्य फ़ाइल को हटाएँ
it: Rimuivi file invalidi
ja: 無効なファイルを削除
ro: Scoatere fișier nevalabil
sk: Odstrániť neplatný súbor
zh_tw: 移除無效檔案

source: Export
hi: निर्यात करें
it: Esporta
ja: エクスポート
sk: Exportovať
zh_tw: 匯出主題

source: Import
hi: आयात करें
it: Importa
ja: インポートする
sk: Importovať
zh_tw: 匯入

source: Clear playlist
hi: चलाने की सूची साफ करें
it: Pulisci playlist
ja: プレイリストをクリアしてください
ro: Golire lista de redare
sk: Vymazať zoznam skladieb
zh_tw: 清除播放清單

source: Open file location
hi: फ़ाइल के स्थान को खोलें
it: Apri locazione file
ja: ファイル・ロケーションを開ける
ro: Deschide localizarea fișierului
sk: Otvoriť umiestnenie súboru
zh_tw: 開啟檔案所在位置

source: Audio track
hi: ध्वनि पथ
it: Traccia audio
ja: オーディオ・トラック
sk: Zvuková stopa
zh_tw: 音軌

source: Load audio track
hi: ध्वनि पथ भरें
it: Carica traccia audio
ja: オーディオトラックを読み込む
sk: Načítať zvukovú stopu
zh_tw: 讀取音軌

source: Exit fullscreen
hi: पूर्ण स्क्रीन से बाहर आयें
it: Esci dalla modalità fullscreen
ja: フルスクリーンを中止
ro: Ieșire ecran complet
sk: Zrušiť celú obrazovku
zh_tw: 結束全螢幕

source: Exit mini mode
hi: छोटा विधा से निकालें
it: Esci dalla modalità Mini
ja: ミニ・モードから出る
ro: Ieșire din fereastra minimizată
sk: Ukončiť mini mód
zh_tw: 結束精簡模式

source: Deepin Movie
hi: डीपइन चलचित्र
ja: Deepinビデオプレイヤー
ro: Player-ul video Deepin
sk: Deepin Filmy
zh_tw: Deepin 劇院

source: Unknown
hi: अज्ञात
it: Sconosciuto
ja: 不明
ro: Necunoscut
sk: Neznámy
zh_tw: 未知

source: Duration
hi: अवधि
it: Durata
ja: 持続期間
ro: Durată
sk: Doba trvania
zh_tw: 長度

source: Resolution
hi: आकार
it: Risoluzione
ja: レゾリューション
ro: Rezoluția
sk: Rozlíšenie
zh_tw: 解析度

source: Size
hi: आकार
it: Dimensioni
ja: サイズ
ro: Dimensiune
sk: Veľkosť
zh_tw: 大小

source: About
hi: बारे में
it: Info
ja: バージョン情報
ro: Despre
sk: O programe
zh_tw: 關於

source: Version
hi: संस्करण
it: Versione
ja: バージョン
ro: Versune
sk: Verzia
zh_tw: 版本

source: Deepin Movie is a well-designed and full-featured video player with simple borderless design. It supports local and streaming media play with multiple video formats.
hi: डीपइन मूवी अच्छी तरह से बनाया हुआ पूरी तरह से एक वीडियो प्लेयर है। जो स्थानीय और इंटरनेट मीडिया फ़ाइल के कई प्रारूप में कार्य करता है।
it: Deepin Movie è un meraviglioso e funzionale player video dal design borderless. Offre il supporto per riproduzioni video locali e streaming, inoltre riconosce diversi formati video. Localizzazione italiana a cura di Carofano Massimo Antonio.
ja: ディープイン・ムービーはシンプルでボーダレスなデザインを持つ、適切に策定されたフル装備のビデオ・プレーヤーです。それは複数のビデオ形式でローカルやストリーミングのメディア再生をサポートします。
ro: Player-ul video Deepin este un player video bine gândit, cu un design simplu fără margini împrejur. Suportă redarea fişierelor media atât locale cât şi cele on-line de diferite formate video.
sk: Deepin Filmy je dobre navrhnutý prepracovaný video prehrávač s jednoduchým bezrámovým dizajnom. Podporuje lokálne a streamované prehrávanie médií v rôznych video formátoch.
zh_tw: Deepin 劇院是一款採用無邊框式設計的影片播放器，並且設計精良、功能全面。完整支援多種影片格式以及本機和線上的媒體。

source: Deepin Movie is released under GPLv3.
hi: डीपइन मूवी जीपीएलवी3 के अधिकार से निकला है।
it: Deepin Movie è rilasciato con licenza GPLv3.
ja: Deepin Movie はGPLv3の下、リリースされます。
ro: Player-ul video Deepin este realizat sub licenţa GPLv3
sk: Deepin Filmy je vydaný pod GPLv3.
zh_tw: Deepin 劇院遵循 GPLv3 協議發佈。

source: Stop
hi: रोकें
ja: 停止
sk: Zastaviť
zh_tw: 停止

source: Pause
hi: विराम
it: Pausa
ja: 一時停止
ro: Pauză
sk: Pozastaviť
zh_tw: 暫停

source: Toolkit
hi: ओजार बक्सा
ja: ツールキット
sk: Nástroje
zh_tw: 工具套件

source: None
hi: कुछ नहीं
it: No
ja: なし
ro: Nici un
sk: Žiadne
zh_tw: 無

source: The shortcut you set
hi: शीघ्र कुंजी जो आपने चुनी है।
it: La scorciatoia impostata
ja: あなたが設定したショートカット
ro: Comandă rapidă setată
sk: Skratka, ktorú ste nastavili
zh_tw: 你設定的捷徑鍵

source: conflicts with the one used for "%2" in the "%1" category.
hi: "%1" श्रेणी में "%2" में एक का उपयोग होता है।
it: è in conflitto con quella usata per "%2" nella categoria "%1".
ja: 「%1」カテゴリーの「%2」に使われたものと矛盾しています。
ro: Conflict cu "%2" utilizat în categoria "%1"
sk: je v konflikte so skratkou použitou pre "%2" v "%1" kategórii.
zh_tw: 與 "%1" 類別下的 "%2" 的捷徑鍵相撞。

source: Do you want to replace it?
hi: क्या आप इससे बदलना चाहते हो?
it: Vuoi sostituirla?
ja: 置き換えますか?
ro: Doriți să înlocuiți?
sk: Chcete nahradiť?
zh_tw: 是否取代？

source: Please input a new shortcut
hi: कृपया एक नई शीघ्र कुंजी डालें
it: Inserisci una nuova scorciatoia
ja: 新しいショートカットを入力してください
ro: Introduceți o nouă comandă rapidă
sk: Prosím zadajte novú skratku.
zh_tw: 請輸入新的捷徑鍵

source: Cancel
hi: रद्द करो
it: Cancella
ja: キャンセル
ro: Anulare
sk: Zrušiť
zh_tw: 取消

source: Replace
hi: बदलें
it: Sostituisci
ja: 交換する
ro: Înlocuire
sk: Premiestniť
zh_tw: 取代

source: File type
hi: फ़ाइल प्रकार
it: Tipo di file
ja: ファイルのタイプ
ro: Tip de fișier
sk: Typ súboru
zh_tw: 檔案類型

source: File size
hi: फ़ाइल आकार
it: Dimensioni file
ja: ファイルサイズ
ro: Mărimea fișierului
sk: Veľkosť súboru
zh_tw: 檔案大小

source: Movie duration
hi: फिल्म अवधि
it: Durata video
ja: 動画の継続時間
ro: Durata video
sk: Trvanie filmu
zh_tw: 影片時間長度

source: File path
hi: फ़ाइल मार्ग
it: Percorso file
ja: ファイルのパス
ro: Calea fișierului
sk: Cesta
zh_tw: 檔案路徑

source: Copy to clipboard
hi: पटल पर प्रति
it: Copia negli appunti
ja: クリップボードにコピー
ro: Copiere în clipboardul
sk: Kopírovať do schránky
zh_tw: 儲存到剪貼簿

source: Close
hi: बंद
it: Chiudi
ja: 閉じる
ro: Închide
sk: Zavrieť
zh_tw: 關閉

source: %1 files unable to be parsed have been excluded
hi: %1 फ़ाइल नहीं खुल पा रहा है।
it: %1 files non possono esser analizzati e sono stati esclusi
ja: 構文解析できない%1のファイルが除外されました
ro: %1 fişiere imposibil de a le analiza, ultimele fiind excluse
sk: %1 súborov nemohlo byť spracovaných a boli vylúčené
zh_tw: 已排除 %1 個無法解析的文件

source: Imported
hi: आयातित
it: Importati
ja: インポートされた
ro: Importat
sk: Importované
zh_tw: 已匯入

source: Invalid file
hi: अमान्य फ़ाइल
it: File invalido
ja: 無効なファイル
ro: Fișier nevalabil
sk: Neplatný súbor
zh_tw: 無效的檔案

source: Play last movie played
hi: सूची से आखिरी चलाये फिल्म को चलायें
it: Esegui l'ultimo video visto
ja: 最後に見ていた映画を再生する
ro: Redare ultimul fișier video redat
sk: Prehrať naposledy prehraný film
zh_tw: 播放上次的影片

source: (Press %1 to restore)
hi: (पुनः स्थापित हेतु %1 दबाएँ)
it: (Premi %1 per ripristinare)
ja: （%1を押して復元）
ro: (Apăsați %1 pentru restabilire)
sk: (Stlačte %1 pre návrat)
zh_tw: ( 按 %1 可還原原本的播放速度 )

source: Playback speed:
hi: पार्श्व गति:
it: Velocità playback:
ja: プレイバック速度：
sk: Rýchlosť prehrávania:
zh_tw: 倒帶速度 :

source: Volume:
hi: आवाज:
ja: ボリューム：
ro: Volum:
sk: Hlasitosť:
zh_tw: 音量 :

source: Muted
hi: मूक
it: Muto
ja: 消音
ro: Mut:
sk: Stlmené
zh_tw: 靜音

source: Subtitle advanced %1 seconds
hi: उपशीर्षक उन्नत %1 सेकंड
it: Anticipa sottotitoli di %1 secondo/i
ja: 字幕が%1秒進みました
ro: Subtitrare, avansat, %1 secunde
sk: Titulky posunuté dopredu o %1 sekúnd
zh_tw: 字幕提前 %1 秒

source: Subtitle delayed %1 seconds
hi: उपशीर्षक %1 सेकंड देर
it: Posticipa sottotitoli di %1 secondo/i
ja: サブタイトルが%1秒遅れました
ro: Stopare subtitrare %1 secunde
sk: Titulky oneskorené o %1 sekúnd
zh_tw: 字幕延後 %1 秒

source: Please select one file or more
hi: कृपया एक या अधिक फ़ाइल चुने
it: Seleziona uno o più file
ja: ファイルを1つ以上選択してください
sk: Prosím, vyberte jeden súbor alebo viac
zh_tw: 請選擇一個以上的檔案

source: Video files
hi: वीडियो फ़ाइल
it: Files video
ja: 動画ファイル
ro: Fișiere video
sk: Video súbory
zh_tw: 視訊檔案

source: All files
hi: सभी फ़ाइल
it: Tutti i files
ja: 全てのファイル
ro: Toate fișierele
sk: Všetky súbory
zh_tw: 所有檔案

source: Please select one file
hi: कृपया एक फ़ाइल को चुने
it: Seleziona un file
ja: ファイルを一つ選択してください
sk: Prosím, vyberte jeden súbor
zh_tw: 請選擇一個檔案

source: Subtitle files
hi: उपशीर्षक फ़ाइल
it: File sottotitoli
ja: サブタイトル・ファイル
ro: Fișiere subtitrările
sk: Súbory s titulkami
zh_tw: 字幕檔案

source: Audio track files
hi: ध्वनि पथ फ़ाइल
it: Files tracce audio
ja: オーディオトラックファイル
sk: Súbory zvukových stôp
zh_tw: 音軌檔案

source: Playlist files
hi: चलाने की सूची के फ़ाइल
it: Files playlist
ja: プレイリストファイル
ro: Fișierele din listele de redare
sk: Súbory zoznamov skladieb
zh_tw: 播放清單檔案

source: Save as
hi: के रूप में सहेजें
it: Salva come
ja: 名前を付けて保存
ro: Salvare ca
sk: Uložiť ako
zh_tw: 另存新檔

source: Please select a folder
hi: कृपया फोंल्डर चुनें
it: Seleziona una cartella
ja: フォルダを選択してください
sk: Prosím, vyberte priečinok
zh_tw: 請選擇一個資料夾

source: Play mode
hi: चलाने की विधा
it: Modalità di riproduzione
ja: プレイモード
ro: Mod de redare
sk: Režim prehrávania
zh_tw: 播放模式

source: Black
hi: काला
it: Nero
ja: ブラック
ro: Negru
sk: Čierny
zh_tw: 典雅黑

source: bleu de France
hi: ब्लेऊ दे फ़्रांस
it: Blu francese
ja: フランスの青
sk: Francúzska modrá
zh_tw: 法國藍

source: Turquoise
hi: फ़िरोज़ा
it: Turchese
ja: ターコイズ
ro: Turqoise
sk: Tyrkysovo modrá
zh_tw: 寶石綠

source: UFO green
hi: यूएफ़ओ हरा
it: Verde UFO
ja: UFOグリーン
ro: Verde OZN
sk: UFO zelená
zh_tw: 神秘綠

source: Green yellow
hi: हरा पीला
it: Giallo verde
ja: グリーン・イエロー
ro: Galben Verde
sk: Žltozelená
zh_tw: 黃綠

source: Energy yellow
hi: ऊर्जायुक्त पीला
it: Giallo acceso
ja: エネルギーが黄色
ro: Galben
sk: Žltá je dobrá
zh_tw: 活力黃

source: Orange
hi: संतरा
it: Arancio
ja: オレンジ
sk: Oranžový
zh_tw: 陽光橙

source: Radical red
hi: रेडिकल लाल
it: Rosso acceso
ja: ラディカルレッド
ro: Roșu radical
sk: Výrazná červená
zh_tw: 激進紅

source: Lavender indigo
hi: लैवेंडर नील
it: Lavanda
ja: ラベンダーインディゴ・カラー
sk: Svetle fialovo modrá
zh_tw: 薰衣草靛藍

source: Royal blue
hi: रॉयल नीला
it: Blu royal
ja: ロイヤルブルー
ro: Albastru Curat
sk: Kráľovská modrá
zh_tw: 皇家藍

source: Aluminum
hi: एल्यूमिनियम
it: Alluminio
ja: アルミニウム
ro: Aluminiu
sk: Hliníková
zh_tw: 鋁鐵灰

source: Clean white
hi: साफ सफ़ेद
it: Bianco pulito
ja: クリーンホワイト
ro: Alb curat
sk: Čistá biela
zh_tw: 純淨白

source: Basic settings
hi: सामान्य व्यवस्था
it: Impostazioni base
ja: 基本設定
ro: Setările de bază
sk: Základné nastavenia
zh_tw: 基本設定

source: Playback
hi: पुनर्चलन
ja: プレイバック
ro: Redare
sk: Prehrávanie
zh_tw: 播放設定

source: Time span
hi: समय अवधि
it: Intervallo di tempo
ja: タイムスパン
ro: Interval de timp
sk: Časové rozpätie
zh_tw: 時間間隔

source: Keyboard shortcuts
hi: कुंजीपटल अल्प मार्ग
it: Scorciatioe tastiera
ja: キーボード・ショートカット
ro: Comandă rapidă la tastatură
sk: Klávesové skratky
zh_tw: 捷徑鍵

source: Frame/Sound
hi: ढांचा / ध्वनि
it: Frame/Suono
ja: フレーム/音
ro: Cadru/Sunet
sk: Rámec/Zvuk
zh_tw: 畫面 / 聲音

source: Files
hi: फ़ाइल
ja: ファイル
ro: Fișiere
sk: Súbory
zh_tw: 檔案

source: Other
hi: अन्य
it: Altri
ja: その他
ro: Altul
sk: Ostatné
zh_tw: 其它

source: Subtitle settings
hi: उपशीर्षक व्यवस्थित
it: Impostazioni sottotitoli
ja: サブタイトルの設定
ro: Setări subtitluri
sk: Nastavenia titulkov
zh_tw: 字幕設定

source: Reset shortcuts
hi: अल्प मार्ग पहले जैसा करें
it: Resetta scorciatoie
ja: ショートカットをリセット
ro: Resetare comenzi rapide
sk: Nastaviť klávesové skratky znova
zh_tw: 重設捷徑鍵

source: Reset subtitle settings
hi: उपशीर्षक पहले जैसा व्यवस्थित करें
it: Resetta impostazioni sottotitoli
ja: サブタイトル設定をやり直してください
ro: Resetare setări subtitluri
sk: Nastaviť nastavenia titulkov znova
zh_tw: 重設字幕

source: Fullscreen on opening file
hi: फ़ाइल को पूर्ण स्क्रीन में खोलें
it: Apri un file in Fullscreen
ja: オープニング・ファイルのフルスクリーン
ro: Pe tot ecranul la deschiderea fişierului
sk: Režim celej obrazovky pri otváraní súboru
zh_tw: 開啟檔案時全屏

source: Apply the size last time closed
hi: पिछली बार बंद आकार लागू करें
it: Applica le ultime dimensioni utilizzate
ja: 前回閉じたサイズを適用
ro: Aplică mărimea utilizată anterior
sk: Použiť veľkosť pri poslednom zatvorení
zh_tw: 使用上次關閉時的尺寸

source: Clear playlist on opening new file
hi: नया फ़ाइल खोलते समय चलाने की सूची हटाएँ
it: Pulisci la playlist quando apri un nuovo file
ja: 新たに開くファイルではプレイリストを消去する
ro: Golirea listei de redare la deschiderea fișierului nou
sk: Vymazať zoznam skladieb pri otváraní nového súboru
zh_tw: 檔案開啟後清除播放清單

source: Resume playback after restarting player
hi: पुनः शुरू करने पर फिर से शुरू करें
it: Ripristina il playback al riavvio del Player
ja: プレーヤーを再起動後、再生を再開する
ro: Reincepe redare după deschiderea Player-ului video
sk: Obnoviť prehrávanie pri opätovom spustení prehrávača
zh_tw: 從上次停止位置播放

source: Continue to next video automatically
hi: स्वतः अगले वीडियो पर जाएँ
it: Continua automaticamente al video successivo
ja: 自動的に次のビデオに進む
ro: Continuă cu următorul fișier video în mod automat
sk: Automaticky pokračovať ďalším záznamom
zh_tw: 自動播放類似的檔案

source: Display preview when hovering over progress bar
hi: प्रगति पट्टी पर मँडराने पर पूर्वावलोकन दिखाएँ
it: Visualizza una preview quando scorri sulla barra di avanzamento
ja: 進行度バーの上にかぶさる時にプレビューを表示
sk: Zobraziť náhľad pri prejdení myšou ponad ukazovateľ priebehu
zh_tw: 當滑鼠移到進度條時播放預覽畫面

source: Allow multiple instances
hi: कई उदाहरणों की अनुमति दें
it: Permetti multi-istanza
ja: 複数インスタンスを許可します
ro: Permite multiple setări
sk: Povoliť viaceré inštancie
zh_tw: 允許同時執行許多深度影音

source: Pause when minimized
hi: नीचे करने पर रोकें
it: Metti in pausa se minimizzato
ja: 最小化時に一時停止
ro: Pauză la minimizare
sk: Pozastaviť pri minimalizácii
zh_tw: 最小化時暫停播放

source: Enable hardware acceleration
hi: हार्डवेयर त्वरण सक्षम करें
it: Abilita accelerazione hardware
ja: ハードウェアの加速を可能にします
sk: Povoliť hardvérovú akceleráciu
zh_tw: 開啟硬體加速

source: Accept wireless push
hi: वायरलेस धक्का स्वीकार करें
it: Accetta wireless push
ja: ワイヤレスプッシュを承認
sk: Potvrdiť bezdrôtové tlačidlo
zh_tw: 允許無線內容發送

source: Forward/Backward (s)
hi: आगे/पीछे (हो)
it: Avanti/Indietro (s)
ja: フォワード／バックワード（複数）
sk: Dopredu/Dozadu (s)
zh_tw: 前進 / 後退 ( 秒 )

source: Save path
hi: पथ सहेजें
it: Salva percorso
ja: パスを保存する
sk: Cesta uloženia
zh_tw: 儲存路徑

source: Enable keyboard shortcuts
hi: कुंजीपटल अल्प मार्ग सक्षम करें
it: Abilita scorciatoie tastiera
ja: キーボードのショートカットを使用可能にする
ro: Activare comenzilor rapide la tastatura
sk: Povoliť klávesové skratky
zh_tw: 開啟捷徑鍵

source: Pause/Play
hi: विराम/शुरू
it: Pausa/Play
ja: 一時停止/再生
ro: Pauză/Redare
sk: Pozastaviť/Spustiť
zh_tw: 暫停 / 播放

source: Accelerate playback
hi: पार्श्व त्वरित करें
it: Playback accelerato
ja: プレイバックを加速する
ro: Accelerare redare
sk: Zrýchliť prehrávanie
zh_tw: 加快播放速度

source: Decelerate playback
hi: पार्श्व आत्वरित करें
it: Playback decellerato
ja: 再生を減速する
ro: Funcție de încetinire a redării
sk: Spomaliť prehrávanie
zh_tw: 減慢播放速度

source: Restore playback speed
hi: पार्श्व गति पहले जैसा करें
it: Ripristina velocità playback
ja: 再生スピードを復元する
ro: Continuă redare cu viteza anterioară
sk: Obnoviť rýchlosť prehrávania
zh_tw: 原始播放速度

source: Rotate counterclockwise
hi: वामावर्त स्थिति में घुमाएं
it: Rotazione antioraria
ja: 反対回りに回す
ro: Rotire contra sensului acelor de ceasornic
sk: Otočiť proti smeru hodinových ručičiek
zh_tw: 逆時針旋轉

source: Rotate clockwise
hi: दक्षिणावर्त घुमाएँ
it: Ruota in senso orario
ja: 時計回りに回転する
ro: Rotire în sensul acelor de ceasornic
sk: Otočiť po smere hodinových ručičiek
zh_tw: 順時針旋轉

source: Volume up
hi: आवाज बढ़ाएँ
it: Volume più
ja: 音量を上げる
ro: Mărirea volumului
sk: Hlasnejšie
zh_tw: 增加音量

source: Volume down
hi: आवाज घटाएँ
it: Volume meno
ja: ボリュームを下げます
ro: Micşorarea volumului
sk: Tichšie
zh_tw: 減少音量

source: Open previous
hi: पिछला खोलें
it: Apri il precedente
ja: 前を開いてください
ro: Deschide precedent
sk: Otvoriť predošlé
zh_tw: 開啟上一個

source: Open next
hi: अगला खोलें
it: Apri il prossimo
ja: 次を開く
ro: Deschide următor
sk: Otvoriť ďalšie
zh_tw: 開啟下一個

source: Advance %1 (s)
hi: (उन्नत %1)
it: Avanti di %1 (s)
ja: %1（秒）進める
sk: Zrýchlenie %1 (s)
zh_tw: 字幕提前 %1( 秒 )

source: Delay %1 (s)
hi: (देरी %1)
it: Ritarda %1 (s)
ja: %1 (秒) の遅れ
ro: Amânare %1 (s)
sk: Oneskorenie %1 (s)
zh_tw: 字幕延後 %1( 秒 )

source: Subtitle up
hi: उपशीर्षक ऊपर
it: Sottotitoli sopra
ja: 字幕アップ
ro: Subtitluri sus
sk: Zväčšiť titulky
zh_tw: 字幕上移

source: Subtitle down
hi: उपशीर्षक नीचे
it: Sottotitoli sotto
ja: サブタイトルを下ろします
ro: Subtitluri jos
sk: Zmenšiť titulky
zh_tw: 字幕下移

source: Plot burst shooting
hi: कहानी हटाएँ
ja: バーストシューティングのプロット
sk: Oblasť sekvencie snímkov
zh_tw: 情境圖連拍

source: Left click
hi: बाएँ क्लिक
it: Clic sinistro
ja: 左クリック
ro: Click stângă
sk: Klepnutím ľavým tlačidlom myši
zh_tw: 點擊滑鼠左鍵

source: Double click
hi: दो बार दबाएँ
it: Doppio click
ja: ダブルクリック
ro: Click dublu
sk: Klepnutím pravým tlačidlom myši
zh_tw: 雙擊

source: Scroll
hi: ऊपर नीचे
ja: スクロール
ro: Rulare
sk: Otočiť kolieskom myši
zh_tw: 滑鼠滾輪

source: Volume
hi: ध्वनि
ja: 音量
ro: Volum
sk: Hlasitosť
zh_tw: 音量

source: (The setting is invalid for effect subtitles)
hi: (उपशीर्षक हेतु यह अमान्य है)
it: (Impostazione non valida per i sottotitoli)
ja: （この設定はエフェクトの字幕では無効です）
sk: (Nastavenie je neplatný pre efekt titulkov)
zh_tw: (此設定對特效字幕無效 )

source: Subtitles loaded automatically
hi: स्वतः उपशीर्षक
it: Carica sottotitoli automaticamente
ja: サブタイトルが自動的に読み込まれました
ro: Încărcare subtitluri în mod automat
sk: Automaticky načítať titulky
zh_tw: 自動載入字幕

source: Font
hi: फॉन्ट
ja: フロント
ro: Fontul
sk: Písmo
zh_tw: 字型

source: Font color
hi: फॉन्ट रंग
it: Colore Font
ja: フォントの色
ro: Culoarea fontului
sk: Farba písma
zh_tw: 字型色彩

source: Border width
hi: सीमा का आकार
it: Larghezza bordo
ja: 境界の幅
ro: Lățimea marginii
sk: Šírka rámu
zh_tw: 邊框寬度

source: Border color
hi: सीमा का रंग
it: Colore bordo
ja: ボーダーカラー
ro: Culoarea marginii
sk: Farba rámu
zh_tw: 邊框顏色

source: Position
hi: पायदान
it: Posizione
ja: ポジション
ro: Poziție
sk: Poloha
zh_tw: 圖片位置

source: Bottom
hi: नीचे
it: Sotto
ja: 最低部
ro: Jos
sk: Dolu
zh_tw: 底部

source: Top
hi: ऊपर
ja: トップ
ro: Sus
sk: Hore
zh_tw: 頂部

source: Sync adjustment (s)
hi: (समायोजन को तुल्यकालित करें)
it: Sincronizza modifiche (s)
ja: 同期調整(s)
ro: Ajustare (tările) sincronizată
sk: Úprava nastavenia (s)
zh_tw: 同步調整 ( 秒 )

source: Displayed in a proportion of 1:1
hi: 1:1 में दिखाएँ
it: Visualizza in formato 1:1
ja: 1:1の割合で表示される
sk: Zobrazuje sa v pomere 1:1
zh_tw: 以 1:1 的比例顯示

source: Displayed in 1.5 times
hi: 1.5 गुणा देर
it: Visualizza accelerato di 1.5 volte
ja: 1.5倍に表示
sk: Zobrazené o 1,5 krát
zh_tw: 以 1.5 倍速播放

source: Return to mini mode
hi: वापस छोटे रूप में
it: Ritorna alla modalità Mini
ja: ミニモードに戻る
ro: Înapoi la fereastra minimizată
sk: Návrat do Mini módu
zh_tw: 回到精簡模式

source: Shown in fullscreen
hi: पूर्ण स्क्रीन में दिखाएँ
it: Mostra in Fullscreen
ja: フルスクリーンで表示
ro: Arată pe ecran complet
sk: Zobrazené v režime celej obrazovky
zh_tw: 全螢幕顯示

source: Cancel "On Top"
hi: रद्द "ऊपर"
it: Cancella "On Top"
ja: 「上に」をキャンセル
ro: Anulare ”Sus”
sk: Zrušiť "Na vrchu"
zh_tw: 取消 "永遠在畫面最上層"

source: On Top
hi: ऊपर
ja: 上に
ro: Sus
sk: Na vrchu
zh_tw: 永遠在畫面最上層

source: Switch back
hi: वापस जाएं
it: Torna indietro
ja: スイッチバック
sk: Prepnúť späť
zh_tw: 切換為本機播放

source: The movie "%1" is being played on "%2".
hi: "%1" फिल्म "%2" में चल रही है।
it: La traccia "%1" è visualizzata in "%2".
ja: 映画の「%1」が「%2」で再生されています。
sk: Film "%1" sa prehráva na "%2".
zh_tw: 影片 "%1" 正在 "%2" 上播放。
