Repository: AidenLin/deepin-movie
Catalog: locale/*.po
Languages: hi, it, ja, ro, sk, zh_tw

source: Please select the playing device
hi: कृपया चलाने का उपकरण चुने।
it: Seleziona un dispositivo di riproduzione
ja: 再生機器を選択して下さい
sk: Prosím zvoľte prehrávacie zariadenie
zh_tw: 請選擇播放裝置

source: Please input the url of file played
hi: फ़ाइल को चलाने हेतु पता डालें
it: Inserisci l'URL del file riprodotto
ja: 再生したファイルのURLを入力してください
ro: Introduce URL sau fișierul redat
sk: Prosím zadajte url súboru, ktorý chcete prehrať
zh_tw: 請輸入播放文件的網址

source: Confirm
hi: पुष्टि
it: Conferma
ja: 確認
ro: Confirmă
sk: Potvrdiť
zh_tw: 確定

source: The parse failed
hi: चलना विफल
it: Analisi fallita
ja: 解析に失敗しました
ro: Proces de analiză eșuat
sk: Spracovanie zlyhalo
zh_tw: 無法解析

source: Buffering...
hi: भरण हो रहा...
ja: バファリング
ro: Buferizare...
sk: Ukladá sa do vyrovnávacej pamäte...
zh_tw: 正在緩衝 ...

source: Plot burst shooting, please wait...
hi: कहानी हट रही है, कृपया प्रतीक्षा करे...
it: Plot burst shooting, attendi...
ja: プロット・バースト・シューティング中です。お待ちください。
sk: Oblasť sekvencie snímkov, prosím čakajte...
zh_tw: 正在擷取情境圖，請稍等 ...

source: Plot Burst Shooting
hi: कहानी हट रही है।
ja: プロット・バースト・シューティング
sk: Oblasť sekvencie snímkov
zh_tw: 情境圖連拍

source: Movie Screenshot
hi: मूवी स्क्रीनशॉट
it: Screenshot film
ja: 映画のスクリーンショット
sk: Snímka obrazovky filmu
zh_tw: 影片截圖

source: Your screenshot has been saved to %1
hi: आपका स्क्रीनशॉट %1 पर सहेजा गया है।
it: Lo screenshot è stato salvato in %1
ja: スクリーンショットが%1に保存されました
sk: Vaša snímka obrazovky bola uložená do %1
zh_tw: 你的截圖已經儲存到 %1

source: Burst
hi: बर्स्ट
ja: バースト
sk: Sekvencia
zh_tw: 連拍
